Revit 2024 API
ParameterTypeId.RbsPipeFlowParam Property
 "Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeFlowParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeFlowParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeFlowParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace